GRADE_CORRESPONDENCE = {1=>"～8級", 2=>"7級", 3=>"6級", 4=>"5級", 5=>"4級", 6=>"3級", 7=>"2級", 8=>"1級", 9=>"初段", 10=>"二段", 11=>"三段", 12=>"四段", 13=>"五段"}
STATUS = {0=> 'Not Yet', 1=> 'RP', 2=> 'Flashing', 3=> 'OS'}
REGIONS = ['北海道', '東北', '関東', '甲信', '東海', '関西', '中国', '四国', '九州', '沖縄']
PREFECTURES ='北海道','青森','岩手','宮城','秋田','山形','福島','茨城','栃木','群馬','埼玉','千葉','東京','神奈川','新潟','富山','石川','福井','山梨','長野','岐阜','静岡','愛知','三重','滋賀','京都','大阪','兵庫','奈良','和歌山','鳥取','島根','岡山','広島','山口','徳島','香川','愛媛','高知','福岡','佐賀','長崎','熊本','大分','宮崎','鹿児島','沖縄'